{"utterance":"If I lay down for more than 2 hours then it starts hurting and I can't sleep anymore."}
{"utterance":"My sister is having severe stomach ache and yellow vomiting and the pain goes around her abdomen to the back."}
{"utterance":"She is suffering from this pain for the past one week."}
{"utterance":"She is suffering from pain in waist where the pain originates from the back side of the waist and then come in the front part."}
{"utterance":"She sometimes suffers from pain in the stomach near the navel."}
{"utterance":"Pain in the bone of the right side of forehead, light headache."}
{"utterance":"I got a severe toothache which I was already done a root canal treatment"}
{"utterance":"I was diagnosed with Carpal Tunnel syndrome last year but the pain started before that."}
{"utterance":"At that time my hand only hurt when it was bent to a certain position"}
{"utterance":"Now, my hand, specifically the palm of the thumb, started to hurt even if it was not bent or I am in a push-up position."}
{"utterance":"The pain persisted after I finished the course of antibiotics and so the dentist again prescribed a five day antibiotic course."}
{"utterance":"I cannot really see anything at this point."}
{"utterance":"I am suffering from nausea, dizziness and light headache mainly around the eyes for nearly three weeks."}
{"utterance":"I feel more dizzy and nauseous in the evening and when I see a computer, laptop or mobile."}
{"utterance":"I am getting the pain while watching television and when working in the computer."}
{"utterance":"I felt the pain in my wisdom tooth last week then the pain fades away after 3-5 minutes."}
{"utterance":"I have been having chest pain on the left side since a long time."}
{"utterance":"For the past four months, I have periodically experienced severe pain in my lower right abdomen and lower right back regions."}
{"utterance":"The pain comes quickly and can last for a few hours"}
{"utterance":"I am facing a frontal tooth decay with receding gum."}
{"utterance":"Sometimes, I have bleeding gums."}
{"utterance":"For the last three years, my wife had an acute abdominal pain due to gastritis."}
{"utterance":"My mother is having lower hip side pain for almost a week now."}
{"utterance":"Starting sunday the pain became increasingly intense"}
{"utterance":"Something in my gum hurts but there is no pimple or bubble there."}
{"utterance":"Now my entire left side of the face is swollen and it became worse overnight"}
{"utterance":"I have a slight fever (but it is not bad) and my left ear hurts sometimes."}
{"utterance":"After ER visit w/ct scans and X-rays I received 7 staples in my head and was discharged."}
{"utterance":"Two days ago while coughing I felt an excruciating pain"}
{"utterance":"Since beginning this pain has gotten more intense with each involuntary strain."}
{"utterance":"I have chronic ankle sprains in both the ankles."}
{"utterance":"I had bleeding and pain because of the cyst on my ovary."}
{"utterance":"Last week I felt a severe and intense pain in stomach and immediately to back which continues until I had an Decloyran injection."}
{"utterance":"When we met the doctor he checked very carefully and said that it was not the pain of gall stone."}
{"utterance":"My husband is a 38-year-old male who smokes and has degenerative disc disease from several car accidents."}
{"utterance":"The pain is right in the area next to my left hip bone."}
{"utterance":"My head got injured after some part of a concrete ceiling collapse."}
{"utterance":"I started noticing the left side of my back waistline beginning to hurt so I went home."}
{"utterance":"I have been having pain around my lower ribs towards the back side (left side) since the past eight days."}
{"utterance":"It also hurts while sneezing or coughing"}
{"utterance":"Since yesterday night, she has been suffering with severe left hip pain."}
{"utterance":"Around 6 PM today I had really bad back pain all of a sudden"}
{"utterance":"It hurts when I sit and walk and lift my leg."}
{"utterance":"It hurts her a lot and frequent urination was there."}
{"utterance":"My eyes hurt for about a week now."}
{"utterance":"I went about my day and the pain is getting more intense."}
{"utterance":"I defecated again and it still hurts."}
{"utterance":"She got hurt above the left eye with mild scar."}
{"utterance":"I have got a GP appointment in a week, but it is really worrying and painful sometimes."}
{"utterance":"My swellings are a bit painful while touching."}
{"utterance":"It at times gets sore and brings out smelly pus, which is yellow in color."}
{"utterance":"Recently I feel pain before the period and then after having the period I dont feel pain."}
{"utterance":"Moreover, now I can feel I have lumps also on the left side when I touch it, and it's painful, but the right side is more painful, and this didn't happen to me before."}
{"utterance":"Diagnosed with SIBO last year which was treated with antibiotics and now experiencing ulcers in the rectum which are very painful."}
{"utterance":"I got the influenza vaccination about a week ago and have a swollen and painful lump in my armpit."}
{"utterance":"When I touch a specific point on my spine the pain is severe."}
{"utterance":"It hurts when I bend or sit it feels very sore."}
{"utterance":"I visited a GP and she said that she thinks it is a muscle insertion that causes the pain but she is not sure."}
{"utterance":"I wanted your opinion as my ankles and shin bone now started being painful too."}
{"utterance":"I have hives on my body and so itchy when I scratch them it turns painful."}
{"utterance":"The next day, my palm and the thumb muscle were swollen with a painful lump."}
{"utterance":"Typing and working is very difficult, so I was wondering if seeing a doctor would help or if it is just going to take time?"}
{"utterance":"I have a pulp just outside the ass crack which just originated today and it is painful."}
{"utterance":"It is painful to sit as well as while standing."}
{"utterance":"I experienced a sudden severe headache. It was painful and lasted for about 10 minutes."}
{"utterance":"I am having issues with hearing, pain, pressure, and sensitivity to noise."}
{"utterance":"Can slough in ear be painful?"}
{"utterance":"My right eye is red and very sensitive to light."}
{"utterance":"It is painful while I move the eyeballs."}
{"utterance":"Center of the eye is paining with irritation."}
{"utterance":"This is the 9th day after wisdom teeth extraction and I still have a painful swollen gland under my jaw."}
{"utterance":"I have a painful armpit lump."}
{"utterance":"I got on an airplane and started having stomach pain."}
{"utterance":"I then drove for two hours and had terrible stomach pain."}
{"utterance":"my lower abdomen started having painful contractions for an hour followed by diarrhea."}
{"utterance":"These are causing inflammation and painful when touched or pressed."}
{"utterance":"I had pain last week while drinking water."}
{"utterance":"I keep getting these bumps on my breast that turn red, then get hard and very painful."}
{"utterance":"I no longer enjoy sex and it has become so painful."}
{"utterance":"I have also got pain in my upper butt area that makes it painful to walk or sit down."}
{"utterance":"It is not painful nor uncomfortable to do my daily activities."}
{"utterance":"I am having painful urination."}
{"utterance":"The first memory I can remember was having very excruciating pain in my legs at night when I was a young teenager."}
{"utterance":"The impact of walking and running has been very painful."}
{"utterance":"Shortly after I started to feel pain in my tongue"}
{"utterance":"Those top molars next to the wisdom teeth, as well as those top wisdom teeth are broken, decayed, and sometimes painful."}
{"utterance":"I am having pain during sex."}
{"utterance":"It is really painful and irritates a lot."}
{"utterance":"It is swelled and tears on the tip of foreskin are not healing and are very painful."}
{"utterance":"I have a very painful skin condition on the sides of my thumbs and forefingers."}
{"utterance":"It is not itching or painful."}
{"utterance":"My symptoms are extreme pain in the lower back and painful urination and ejaculation"}
{"utterance":"I have a painful post auricular lymph node swelling for four days."}
{"utterance":"The sex was painful and uncomfortable"}
{"utterance":"It was very painful and looked very similar to a shingles rash."}
{"utterance":"Then, one day my right jaw started aching and I was not able to open the jaw more than half an inch."}
{"utterance":"I was getting an aching pain on that side of my face."}
{"utterance":"My cheek and ear was hurting as well and the lower teeth are aching."}
{"utterance":"I have been getting an aching pain in my upper arm and elbow, hip and knee but mostly my upper arm."}