{"utterance":"The pain is like, twists and turns in my belly, literally very swear, that can make me scream in pain."}
{"utterance":"I was told it was gas, however it's literally 24 hours a day, and I rarely have the sensation that I need to pass gas."}
{"utterance":"my pain is so bad at times I am literally balled up in a ball and can not breathe and feels like someone is taking sharp knifes and stabbing me in my right abdomen and stomach"}
{"utterance":"After this about 10 mins later his legs above the knee felt jelly like for literally a second and then went away."}
{"utterance":"Major issues: off and on dyspnea (literally feels like my diaphragm is trapped and about every other breath I cannot get deep enough... feels like I need oxygen supplement constantly!)."}
{"utterance":"When I was in the beach, before fainting, my body was completely itching in the shoulder and i continued to play in the beach and then started leaving there."}
{"utterance":"In the last hour or so I have felt a bit clammy (although the weather here is very hot at the moment) I have been sweating a bit but my skin feels cold to touch?"}
{"utterance":"My son is 4, he had a skin test a couple of years ago as he had a bit of an asthmatic chest ... which showed that he has a bit of an allergy for grass .. the pediatrician then said it's fine for him to play on grass ... grass never made him itch and he could play on it ... now at the age of 4 however, if he even just runs on the grass his feet and legs itch."}
{"utterance":"The day after, the skin seems to have expanded and my fingers are a bit fatter."}
{"utterance":"I have a feeling of a mass in my lower right quadrant, meaning it does not feel like tissue on my left side...any concerns?"}
{"utterance":"I want to find out if my 26 year son could have some kind of mental illness or if its due to drinking but I am not sure where to start."}
{"utterance":"I feel some kind of pain in my brain iam ofraid not to be in a big health problem"}
{"utterance":"sometimes I feel that my mind is in some kind of a prison"}
{"utterance":"now the condition is that whenever he takes the words attitude and judgement i burst out like a volcano"}
{"utterance":"The issues I have had effect slow starting urination and a slow stream. After ejaculation I felt a burning sensation like a just ejaculated a hot pepper."}
{"utterance":"she shouting like anything as if someone ripping her."}
{"utterance":"Before taking lorazepam, I slept like an angel."}
{"utterance":"He also smells like urine after and won't keep up with his apperance well."}
{"utterance":"If I had to describe it, it feels like a stabbing pain from my belly button straight through my body to butt if that makes sense."}
{"utterance":"I have had nerve issues for a couple of months, such as random stabbing pains, loss of sensation, heavy limbs and a constant mild pressure in my head with occasional increased pain."}
{"utterance":"I have a chest stabbing pain for more than two weeks now."}
{"utterance":"The pain is consistently sharp and takes my breath away, and stabbing. And with the pain, I have spasms all over my body."}
{"utterance":"Hi doctor, Two days before I got my periods and I started having sudden, sharp stabbing pain in my right ovary"}
{"utterance":"I stay perfectly still most of the time and so there is no stabbing feeling"}
{"utterance":"It first began as sharp stabbing pain that would last only a few seconds."}
{"utterance":"I think it has to do with that it is so bad that sometimes I am breathing fast and it hurts really bad like I am getting stabbed"}
{"utterance":"I wake up with an extreme pain like someone stabbing my foot with a knife and cut it through from the big toe joint through the upper foot."}
{"utterance":"However, my eye started to hurt as if someone was stabbing it with a needle over and over at random times."}
{"utterance":"I have had some face pressure as well and some momentary stabbing headaches"}
{"utterance":"This morning my left breast was itching and in the afternoon there was a stabbing pain in the breast."}
{"utterance":"The pain eventually went from a stabbing pain to being painful the whole time"}
{"utterance":"I am having sharp stabbing pain in my left flank, only when I lay in bed and change positions."}
{"utterance":"Then I get a stabbing feeling in both places as well as in between the nurses wanted me to consult a gynecologist."}
{"utterance":"Then the sharp stabbing pain came back."}
{"utterance":"It is stabbing in a very precise location, down and to the left from the belly button, kind of in-line with the hip."}
{"utterance":"Around four months ago, I had sharp stabbing pains in my pelvic area, foul odor discharge, irregular bleeding, yellow or brown vaginal discharge."}
{"utterance":"The pain is like stabbing and as such a rock is kept."}
{"utterance":"Hi doctor, I have irregular periods with very heavy bleeding, clots, cramps, stabbing pains in my pelvic area with no pattern connecting to bleeding"}
{"utterance":"I have cheesy discharges, itching, burning, and it is very uncomfortable."}
{"utterance":"The very next month started to feel intense burning sensation in the penis (not when urinating, in fact, urinating relieved it)."}
{"utterance":"Hi doctor, I have had burning sensations on my skin since 14 years."}
{"utterance":"I feel I might have urinary tract infection, as I feel slight burning while passing the urine, and once the urine is done for a few seconds."}
{"utterance":"Please take into account that prior to this episode I have been experiencing chronic penile sores and burning in urethra supposedly due to my established herpes infection (earlier tested positive for both herpes 1 and 2)"}
{"utterance":"Then six days later, I went to the doctor after experiencing back pain and burning sensation while urination."}
{"utterance":"Hi doctor, I have had a burning in the urethra now for over 11 months not resolved."}
{"utterance":"The burning feeling is constant and is coming from the urethra part along the penis."}
{"utterance":"I feel pain and burning sensation during sexual intercourse."}
{"utterance":"After having intercourse with my husband, I feel too much pain in my vagina and also burning sensation while urinating"}
{"utterance":"Burning sensation under my foot."}
{"utterance":"There is a constant burning sensation when I urinate"}
{"utterance":"My mother is 84 years old and when she walks or stands, she feels severe burning pain in her vagina."}
{"utterance":"I have been having burning type gnawing pain behind my sternum since last one year"}
{"utterance":"It s a dull, gnawing and sometimes burning pain in my lower right side abdomen."}
{"utterance":"Today whenever I am going to the washroom to urinate, it is burning and somewhat paining."}
{"utterance":"The symptoms went away six months back but returned a month back (burning, tingling, etc)."}
{"utterance":"My wife is feeling a burning sensation in vagina due to forceful trying."}
{"utterance":"For the last 10 days or so, I am feeling a scratch or burning like sensation behind the uvula."}
{"utterance":"After that, whenever I look at a computer for more than 15 minutes, the burning sensation starts."}
{"utterance":"I have been having burning type gnawing pain behind my sternum since last one year"}
{"utterance":"I also get a gnawing pain in my stomach that comes and goes, but this doesn t happen during the chest episodes"}
{"utterance":"I feel nauseous off and on and have a gnawing or hungry feeling in stomach."}
{"utterance":"I do have problems with heart palpitations, but my question is about right quadrant pain that I ve been having for about 3 yrs. It radiates to back, it s a gnawing, chronic pain."}
{"utterance":"Hi - had gallbladder removed 1 year ago.. still many stomach problems, gnawing pain upper right quadrant, then results in explosive diaherria and vomitting, horrible pain."}
{"utterance":"So because I have been nauseous and feeling a persistent gnawing throb in my upper right quadrant, I was sent to take a CT Scan."}
{"utterance":"Now I for past two weeks severe, gnawing pain lower right rib radiating over all of right side."}
{"utterance":"The spasms feel like gnawing every 2 seconds, and it's driving me insane."}
{"utterance":"After a visit to the doctor's office I was given some anti-biotics and felt better generally except for a persistent gnawing at the top of my stomach."}
{"utterance":"This proved to be a mistake because after the run the gnawing sensation returned."}
{"utterance":"Also below the sternum I get very severe pain, burning, pressure like gnawing hunger type pains, that comes and goes last for a few minutes."}
{"utterance":"I have had this dull, piercing, or gnawing pain for almost three weeks on and off."}
{"utterance":"I have had moderate to severe abdominal pain (gnawing aching pain) that is more on the right and middle upper quadrant but at times aches on the left upper side."}
{"utterance":"I am feeling a sore swollen gnawing discomfort in my upper left abdomen"}
{"utterance":"It s a dull, gnawing and sometimes burning pain in my lower right side abdomen."}
{"utterance":"Since March I have been experiencing an on/off pain behind my navel which is causing a lot of discomfort and I would describe it as a cramping/gnawing pain"}
{"utterance":"I have a gnawing pain in my stomach that occurs after eating."}
{"utterance":"The pain feels like a gnawing ache and lasts for about a week, then subsides, eventually goes away completely, and then a month or two later comes back."}
{"utterance":"The pain is constant, dull and gnawing."}
{"utterance":"My symptoms are gnawing in my stomach above my belly button, dull pain in same area, gets worse during the evening and night, eating does not help but it's similar to hunger pain so I eat to try and alleviate the discomfort, feel gassier then normal, no bloating, and get a shaky feeling in my legs."}
{"utterance":"It felt as if someone was squeezing my knee all around it , but especially in the back of my knee."}
{"utterance":"i have pain in my left hand and my small finger sometimes it is like burning and sometimes as if someone is throwing water on my hand it is painful"}
{"utterance":"i have pain in my left hand and my small finger sometimes it is like burning and sometimes as if someone is throwing water on my hand it is painful"}
{"utterance":"Sometimes it feels as if someone hit my head with a baseball bat."}
{"utterance":"Now my right side hip hurts as if someone took a bat to it."}
{"utterance":"The pain is getting worse...not a sharp pain, but as if someone is pushing their finger into my shoulder blade."}
{"utterance":"I feel as if someone is sitting on my chest and making it difficult to breath"}
{"utterance":"my leg shoots forward as if someone came up behind me and hit me there."}
{"utterance":"My hands were going numb, and it felt as if someone were ironing my left arm with a hot iron."}
{"utterance":"It is as if someone hit my heel with a hammer."}
{"utterance":"It felt as if someone threw a baseball and hit my calf muscle."}
{"utterance":"Since I have started back to work (I am a nurse) I have pains in my legs as if someone is stabbing me with a needle."}
{"utterance":"I have been experiencing a sharp pain on my big toe mostly on the left foot (sometimes both foot) as if someone were pinching-squeeze them."}
{"utterance":"My shoulder blades feel as if someone has been grabbing them and squeezing them"}
{"utterance":"yesterday it felt as if someone has hit me on my eyebrow bone and my face on the right side felt numb."}
{"utterance":"Pain in the back of my head as if someone punched me"}
{"utterance":"its the pain that wakes me up, feels as if someone hit me with a hammer"}
{"utterance":"Pretty much not really able to walk or do any activities. As if someone pushes me to the left, to the right."}
{"utterance":"My balance is unsteady, on the first day I felt like fainting, I was shaking but not because of chills or feeling cold , my head feels heavy as if someone gave me morphine"}
{"utterance":"I have a strange feeling in my head, almost as though something is hitting my forehead from the inside"}
{"utterance":"He has just had like an explosion feeling tonight in his lower left hand side and says the cramps move up and down that side of his lower body."}
{"utterance":"I feel as if my back will break in half if I keep pushing."}
{"utterance":"The pain extends from lower abdomen, pelvic region to some upper portion of fimer."}
{"utterance":"If I lay down for more than 2 hours then it starts hurting and I can't sleep anymore."}
{"utterance":"My sister is having severe stomach ache and yellow vomiting and the pain goes around her abdomen to the back."}
{"utterance":"She is suffering from this pain for the past one week."}
{"utterance":"She is suffering from pain in waist where the pain originates from the back side of the waist and then come in the front part."}
{"utterance":"She sometimes suffers from pain in the stomach near the navel."}
{"utterance":"Pain in the bone of the right side of forehead, light headache."}
{"utterance":"I got a severe toothache which I was already done a root canal treatment"}
{"utterance":"I was diagnosed with Carpal Tunnel syndrome last year but the pain started before that."}
{"utterance":"At that time my hand only hurt when it was bent to a certain position"}
{"utterance":"Now, my hand, specifically the palm of the thumb, started to hurt even if it was not bent or I am in a push-up position."}
{"utterance":"The pain persisted after I finished the course of antibiotics and so the dentist again prescribed a five day antibiotic course."}
{"utterance":"I cannot really see anything at this point."}
{"utterance":"I am suffering from nausea, dizziness and light headache mainly around the eyes for nearly three weeks."}
{"utterance":"I feel more dizzy and nauseous in the evening and when I see a computer, laptop or mobile."}
{"utterance":"I am getting the pain while watching television and when working in the computer."}
{"utterance":"I felt the pain in my wisdom tooth last week then the pain fades away after 3-5 minutes."}
{"utterance":"I have been having chest pain on the left side since a long time."}
{"utterance":"For the past four months, I have periodically experienced severe pain in my lower right abdomen and lower right back regions."}
{"utterance":"The pain comes quickly and can last for a few hours"}
{"utterance":"I am facing a frontal tooth decay with receding gum."}
{"utterance":"Sometimes, I have bleeding gums."}
{"utterance":"For the last three years, my wife had an acute abdominal pain due to gastritis."}
{"utterance":"My mother is having lower hip side pain for almost a week now."}
{"utterance":"Starting sunday the pain became increasingly intense"}
{"utterance":"Something in my gum hurts but there is no pimple or bubble there."}
{"utterance":"Now my entire left side of the face is swollen and it became worse overnight"}
{"utterance":"I have a slight fever (but it is not bad) and my left ear hurts sometimes."}
{"utterance":"After ER visit w/ct scans and X-rays I received 7 staples in my head and was discharged."}
{"utterance":"Two days ago while coughing I felt an excruciating pain"}
{"utterance":"Since beginning this pain has gotten more intense with each involuntary strain."}
{"utterance":"I have chronic ankle sprains in both the ankles."}
{"utterance":"I had bleeding and pain because of the cyst on my ovary."}
{"utterance":"Last week I felt a severe and intense pain in stomach and immediately to back which continues until I had an Decloyran injection."}
{"utterance":"When we met the doctor he checked very carefully and said that it was not the pain of gall stone."}
{"utterance":"My husband is a 38-year-old male who smokes and has degenerative disc disease from several car accidents."}
{"utterance":"The pain is right in the area next to my left hip bone."}
{"utterance":"My head got injured after some part of a concrete ceiling collapse."}
{"utterance":"I started noticing the left side of my back waistline beginning to hurt so I went home."}
{"utterance":"I have been having pain around my lower ribs towards the back side (left side) since the past eight days."}
{"utterance":"It also hurts while sneezing or coughing"}
{"utterance":"Since yesterday night, she has been suffering with severe left hip pain."}
{"utterance":"Around 6 PM today I had really bad back pain all of a sudden"}
{"utterance":"It hurts when I sit and walk and lift my leg."}
{"utterance":"It hurts her a lot and frequent urination was there."}
{"utterance":"My eyes hurt for about a week now."}
{"utterance":"I went about my day and the pain is getting more intense."}
{"utterance":"I defecated again and it still hurts."}
{"utterance":"She got hurt above the left eye with mild scar."}
{"utterance":"I have got a GP appointment in a week, but it is really worrying and painful sometimes."}
{"utterance":"My swellings are a bit painful while touching."}
{"utterance":"It at times gets sore and brings out smelly pus, which is yellow in color."}
{"utterance":"Recently I feel pain before the period and then after having the period I dont feel pain."}
{"utterance":"Moreover, now I can feel I have lumps also on the left side when I touch it, and it's painful, but the right side is more painful, and this didn't happen to me before."}
{"utterance":"Diagnosed with SIBO last year which was treated with antibiotics and now experiencing ulcers in the rectum which are very painful."}
{"utterance":"I got the influenza vaccination about a week ago and have a swollen and painful lump in my armpit."}
{"utterance":"When I touch a specific point on my spine the pain is severe."}
{"utterance":"It hurts when I bend or sit it feels very sore."}
{"utterance":"I visited a GP and she said that she thinks it is a muscle insertion that causes the pain but she is not sure."}
{"utterance":"I wanted your opinion as my ankles and shin bone now started being painful too."}
{"utterance":"I have hives on my body and so itchy when I scratch them it turns painful."}
{"utterance":"The next day, my palm and the thumb muscle were swollen with a painful lump."}
{"utterance":"Typing and working is very difficult, so I was wondering if seeing a doctor would help or if it is just going to take time?"}
{"utterance":"I have a pulp just outside the ass crack which just originated today and it is painful."}
{"utterance":"It is painful to sit as well as while standing."}
{"utterance":"I experienced a sudden severe headache. It was painful and lasted for about 10 minutes."}
{"utterance":"I am having issues with hearing, pain, pressure, and sensitivity to noise."}
{"utterance":"Can slough in ear be painful?"}
{"utterance":"My right eye is red and very sensitive to light."}
{"utterance":"It is painful while I move the eyeballs."}
{"utterance":"Center of the eye is paining with irritation."}
{"utterance":"This is the 9th day after wisdom teeth extraction and I still have a painful swollen gland under my jaw."}
{"utterance":"I have a painful armpit lump."}
{"utterance":"I got on an airplane and started having stomach pain."}
{"utterance":"I then drove for two hours and had terrible stomach pain."}
{"utterance":"my lower abdomen started having painful contractions for an hour followed by diarrhea."}
{"utterance":"These are causing inflammation and painful when touched or pressed."}
{"utterance":"I had pain last week while drinking water."}
{"utterance":"I keep getting these bumps on my breast that turn red, then get hard and very painful."}
{"utterance":"I no longer enjoy sex and it has become so painful."}
{"utterance":"I have also got pain in my upper butt area that makes it painful to walk or sit down."}
{"utterance":"It is not painful nor uncomfortable to do my daily activities."}
{"utterance":"I am having painful urination."}
{"utterance":"The first memory I can remember was having very excruciating pain in my legs at night when I was a young teenager."}
{"utterance":"The impact of walking and running has been very painful."}
{"utterance":"Shortly after I started to feel pain in my tongue"}
{"utterance":"Those top molars next to the wisdom teeth, as well as those top wisdom teeth are broken, decayed, and sometimes painful."}
{"utterance":"I am having pain during sex."}
{"utterance":"It is really painful and irritates a lot."}
{"utterance":"It is swelled and tears on the tip of foreskin are not healing and are very painful."}
{"utterance":"I have a very painful skin condition on the sides of my thumbs and forefingers."}
{"utterance":"It is not itching or painful."}
{"utterance":"My symptoms are extreme pain in the lower back and painful urination and ejaculation"}
{"utterance":"I have a painful post auricular lymph node swelling for four days."}
{"utterance":"The sex was painful and uncomfortable"}
{"utterance":"It was very painful and looked very similar to a shingles rash."}
{"utterance":"Then, one day my right jaw started aching and I was not able to open the jaw more than half an inch."}
{"utterance":"I was getting an aching pain on that side of my face."}
{"utterance":"My cheek and ear was hurting as well and the lower teeth are aching."}
{"utterance":"I have been getting an aching pain in my upper arm and elbow, hip and knee but mostly my upper arm."}
